---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.AnalyticalModelFailures.LoadsMayBeNotUpToDate
source: html/68b24833-f329-eeae-cc06-0eab9dc22170.htm
---
# Autodesk.Revit.DB.BuiltInFailures.AnalyticalModelFailures.LoadsMayBeNotUpToDate Property

Reactions defined as Internal Load (Is Reaction) may no longer be valid since the analytical model has changed.

## Syntax (C#)
```csharp
public static FailureDefinitionId LoadsMayBeNotUpToDate { get; }
```